# IdeaStatiCa.ConnectionApi.Model.ConCrossSectionCustomDefinition

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Components** | **List&lt;ConCrossSectionCustomComponent&gt;** |  | [optional]
**Type** | **string** |  | [default to "IdeaStatiCa.Api.Connection.Model.Material.ConCrossSectionCustomDefinition, IdeaStatiCa.Api"]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)